Repository: TDaniloJ/NpcEditor
Catalog: NpcEditor/Language.*.resx
Languages: tr

# buttonHitboxReset.Text
source: reset
tr: sıfırla

# buttonHitboxSave.Text
source: save
tr: kaydet

# buttonLoadAnim.Text
source: load swf animation
tr: swf animasyonunu yükle

# buttonLoadMap.Text
source: Load map
tr: Harita yükle

# buttonReloadSwf.Text
source: reload tool swf
tr: swf aracını yenile

# checkBoxMulti.Text
source: Multi select (Only same ModelID)
tr: Çoklu seçim (Aynı ModelID olanlar)

# groupBoxSearchNpc.Text
source: Search NPC
tr: NPC ara

# groupBoxSelectedNpc.Text
source: Selected NPC
tr: Seçilen NPC

# label7.Text
source: Map:
tr: Harita:

# labelDevBy.Text
source: Developed by:
tr: Geliştiren:

# labelLanguage.Text
source: Language:
tr: Dil:

# LoaderSwfNotFound
source: The program will not run correctly because the {0} file cannot be found.
tr: {0} dosyası bulunamadığı için program doğru çalışmayacaktır.

# MapNotFound
source: The map you selected was not found.
tr: Seçtiğiniz harita bulunamadı.

# MapNotSelected
source: You did not choose a map.
tr: Harita seçilmemiş.

# NpcHitboxInvalidData
source: Hitbox data is invalid. Data must be numbers only!
tr: Hitbox verileri geçersiz. Veriler sadece sayı olmalıdır!

source: NPC hitbox updated.
tr: NPC hitboxu güncellendi.

# NpcHitboxUpdateError
source: Failed to save NPC hitbox. Please try again.
tr: NPC hitboxu kaydedilemedi. Lütfen tekrar deneyin.

# NpcNotSelected
source: NPC is not selected.
tr: NPC seçilmedi.

# textBoxSelectedNpcID.Text
source: not selected
tr: seçilmedi
